tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cmake"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "gron"
brew "hexyl"
brew "htop"
brew "python@3.13"
brew "httpie"
brew "hub"
brew "jq"
brew "magic-wormhole", link: false
brew "mosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "p7zip"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "kitty"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
