tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "cmake"
brew "curl"
brew "docker"
brew "docker-machine", restart_service: true
brew "fzf"
brew "git"
brew "python"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "magic-wormhole", link: false
brew "mosh"
brew "neofetch"
brew "neovim"
brew "p7zip"
brew "rclone"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/chunkwm"
brew "koekeishiya/formulae/skhd"

cask "docker"
cask "google-chrome"
cask "spotify"
cask "sublime-text"
cask "telegram-desktop"
cask "vimr"
